/* Button in Timer */
"Edit" = "Modifica";

/* Button in Timer */
"Pause" = "Pausa";

/* Button in Timer */
"Reset" = "Reset";

/* Button in Timer */
"Start" = "Fai Partire";

/* Initial title of timer */
"Timer" = "Conto alla Rovescia"; 

/* Status line in Timer */
"Total Time" = "Tempo totale";

